Repository: darktable-org/darktable
Catalog: doc/usermanual/po/it.tmx
Source language: en
Languages: it

source: remove images
it: Rimuovi immagini

source: do you really want to remove %d selected image from the collection?
it: Sicuro di voler eliminare %d immagine selezionata dalla raccolta?

source: remove images?
it: Rimuovere le immagini?

source: delete images
it: Elimina immagini

source: do you really want to send %d selected image to trash?
it: Vuoi veramente cestinare la %d foto selezionata?

source: do you really want to physically delete %d selected image from disk?
it: Sei sicuro di voler eliminare fisicamente %d immagine selezionata dal disco?

source: trash images?
it: Elimina immagini?

source: delete images?
it: Eliminare le immagini?

source: do you really want to send selected image to trash?
it: Vuoi veramente cestinare la foto selezionata?

source: do you really want to physically delete selected image from disk?
it: Sei sicuro di voler eliminare fisicamente l'immagine selezionata dal disco?

source: move images
it: Sposta immagini

source: _select as destination
it: _seleziona come destinazione

source: do you really want to physically move the %d selected image to %s? (all unselected duplicates will be moved along)
it: Sicuro di voler spostare fisicamente %d immagine selezionata in %s (tutti i duplicati non selezionati saranno spostati insieme)

source: move image?
it: Spostare l'immagine?

source: copy images
it: Copia immagini

source: do you really want to physically copy the %d selected image to %s?
it: Sicuro di voler copiare %d immagine selezionata in %s?

source: copy image?
it: Copio immagine?

source: local copy images
it: Copia immagini locale

source: refresh exif
it: Aggiorna Exif

source: failed to get parameters from storage module `%s', aborting export..
it: Impossibile ottenere i parametri dal modulo di salvataggio '%s', annullamento esportazione..

source: export images
it: Esporta immagini

source: adding time offset to %d image
it: Aggiungo compens. oraria ad %d immagine

source: added time offset to %d image
it: Aggiunta compens. oraria all'immagine %d

source: time offset
it: Compens. oraria

source: write sidecar files
it: Scrivi file XMP

source: import images
it: Importa immagini

source: no supported images were found to be imported
it: Non sono state trovate immagini da importare

source: importing %d image
it: Importazione %d immagine

source: importing image %s
it: Importo immagine %s

source: import image
it: Importa immagine

source: skipped blending in module '%s': roi's do not match
it: Fusione non effettuata nel modulo '%s': mancata corrispondenza

source: could not allocate buffer for blending
it: Impossibile allocare il buffer per la fusione

source: sliders for L channel
it: Selettore scorrevole per canale L

source: sliders for a channel
it: Selettore scorrevole per canale a

source: sliders for b channel
it: Selettore scorrevole per canale b

source: sliders for chroma channel (of LCh)
it: Selettore scorrevole per il canale crominanza (di LCh)

source: sliders for hue channel (of LCh)
it: Selettore scorrevole per il canale tinta (di LCh)

source: sliders for gray value
it: Selettore scorrevole per il valore del grigio

source: sliders for red channel
it: Selettore scorrevole per il canale del rosso

source: sliders for green channel
it: Selettore scorrevole per il canale del verde

source: sliders for blue channel
it: Selettore scorrevole per il canale del blu

source: sliders for hue channel (of HSL)
it: Selettore scorrevole per il canale tinta (di HSL)

source: sliders for chroma channel (of HSL)
it: Selettore scorrevole per il canale crominanza (di HSL)

source: sliders for value channel (of HSL)
it: Selettore scorrevole per il canale di valore (di HSL)

source: adjustment based on input received by this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
it: Regolazione in base all'input ricevuto da questo modulo: *intervallo definito dai marcatori superiori: si fondono completamente *intervallo definito dai marcatori inferiori: non si fondono affatto *intervallo tra i marcatori adiacenti superiori/inferiori: si fondono gradualmente

source: adjustment based on unblended output of this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
it: Regolazione in base ai risultati di output non miscelati di questo modulo: *intervallo definito dai marcatori superiori: si fondono completamente *intervallo definito dai marcatori inferiori: non si fondono affatto *intervallo tra i marcatori adiacenti superiori/inferiori: si fondono gradualmente

source: pick GUI color from image ctrl+click to select an area
it: Prendi il colore interfaccia dall'immagine Ctrl+Click per selezionare un'area

source: set the range based on an area from the image click+drag to use the input image ctrl+click + drag to use the output image
it: Impostate il valore sulla base di un'area dell'immagine Click+trascina per utilizzare l'immagine in ingresso Ctrl+Click+trascina per utilizzare l'immagine in uscita

source: reset blend mask settings
it: Ripristina le impostazioni della maschera di fusione

source: invert all channel's polarities
it: Inverti le polarità di tutti i canali

source: toggle polarity. best seen by enabling 'display mask'
it: Inverti polarità. Si vede meglio attivando la 'maschera di visualizzazione'

source: double click to reset. press 'a' to toggle available slider modes. press 'c' to toggle view of channel data. press 'm' to toggle mask view.
it: Doppio click per azzerare. Premere 'a' per abilitare la modalità dei selettori scorrevoli. Premere 'c' per abilitare la visualizzazione dei canali. Premere 'm' per abilitare la visualizzazione della maschera.

source: parametric mask
it: Maschera parametrica

source: %d shape used
it: %d forma in uso

source: no mask used
it: Nessuna maschera in uso

source: blend
it: Fusione

source: drawn mask
it: Maschera disegnata

source: show and edit mask elements
it: Mostra e modifica elementi della maschera

source: toggle polarity of drawn mask
it: Inverti polarità della maschera disegnata

source: add gradient
it: Aggiungi gradiente

source: add path
it: Aggiungi tracciato

source: add ellipse
it: Aggiungi ellisse

source: add circle
it: Aggiungi forma circolare

source: add brush
it: Aggiungi pennello

source: raster mask
it: Maschera raster

source: toggle polarity of raster mask
it: Inverti polarità della maschera raster

source: normal
it: Normale

source: normal bounded
it: Normale delimitato

source: lighten
it: Schiarisci

source: darken
it: Scurisci

source: multiply
it: Moliplica

source: average
it: Media

source: addition
it: Somma

source: subtract
it: Sottrai

source: difference
it: Differenza

source: screen
it: Scherma

source: overlay
it: Sovrapponi

source: softlight
it: luce soffusa

source: hardlight
it: Luce intensa

source: vividlight
it: Luce vivida

source: linearlight
it: Luce lineare

source: pinlight
it: Luce puntiforme

source: lightness
it: Luminosità

source: chroma
it: Crominanza

source: hue
it: Tonalità

source: color
it: Colore

source: coloradjustment
it: Regolazione colore

source: Lab lightness
it: Luminosità Lab

source: Lab color
it: Colore Lab

source: Lab L-channel
it: canale Lab L

source: Lab a-channel
it: canale Lab a

source: Lab b-channel
it: canale Lab c

source: HSV lightness
it: Luminosità HSV

source: HSV color
it: Colore HSV

source: RGB red channel
it: Canale rosso RGB

source: RGB green channel
it: Canale verde RGB

source: RGB blue channel
it: Canale blu RGB

source: difference (deprecated)
it: Differenza (deprecato)

source: inverse (deprecated)
it: Inverso (deprecato)

source: normal (deprecated)
it: Normale (deprecato)

source: unbounded (deprecated)
it: Illimitato (deprecato)

source: uniformly
it: Uniformità

source: drawn & parametric mask
it: Maschera parametrica e disegnata

source: blend mode
it: Modalità di fusione

source: choose blending mode
it: Seleziona il metodo di fusione

source: normal & difference modes
it: Modalità normale e differenza

source: lighten modes
it: Modalità illumina

source: darken modes
it: Modalità scurisci

source: contrast enhancing modes
it: Modalità aumento contrasto

source: color channel modes
it: Modalità canali colore

source: opacity
it: Opacità

source: set the opacity of the blending
it: Imposta l'opacità della fusione

source: combine masks
it: Combina le maschere

source: exclusive
it: Esclusiva

source: inclusive
it: Inclusiva

source: exclusive & inverted
it: Esclusiva & invertita

source: inclusive & inverted
it: Inclusiva & invertita

source: how to combine individual drawn mask and different channels of parametric mask
it: Come combinare la maschera disegnata e i differenti canali della maschera parametrica

source: invert mask
it: Inverti la maschera

source: apply mask in normal or inverted mode
it: Applica la maschera in modalità normale o invertita

source: feathering guide
it: Guida per la sfumatura

source: output image
it: Immagine in uscita

source: input image
it: Immagine in ingresso

source: choose to guide mask by input or output image
it: Scegli di guidare la maschera in base all'immagine in ingresso o uscita

source: feathering radius
it: Raggio di sfumatura

source: spatial radius of feathering
it: Estensione spaziale della sfumatura

source: mask blur
it: Sfocatura maschera

source: radius for gaussian blur of blend mask
it: Raggio della sfocatura gaussiana della maschera di fusione

source: mask opacity
it: Opacità maschera

source: shifts and tilts the tone curve of the blend mask to adjust its brightness without affecting fully transparent/fully opaque regions
it: Sposta ed inclina la curva di tono della maschera di fusione per modificare la luminosità senza interferire con le zone completamente trasparenti od opache

source: mask contrast
it: Contrasto maschera

source: gives the tone curve of the blend mask an s-like shape to adjust its contrast
it: Dà una forma ad S alle curva di tono della maschera di fusione per regolare il suo contrasto

source: display mask and/or color channel. ctrl+click to display mask, shift+click to display channel. hover over parametric mask slider to select channel for display
it: Visualizza la maschera e/o il canale colore. Ctrl+click per visualizzare la maschera, Maiusc+click per visualizzare il canale. passare con il cursore del mouse sopra il selettore scorrevole della maschera parametrica per selezionare il canale da visualizzare

source: temporarily switch off blend mask. only for module in focus
it: Disattiva temporaneamente la maschera di fusione. Per il solo modulo in uso

source: mask refinement
it: Aggiustamento fine maschera

source: %s: module `%s' version mismatch: %d != %d
it: %s: mancata corrispondenza di versione del modulo '%s': %d != %d

source: new instance
it: Nuova istanza

source: duplicate instance
it: Duplica questa istanza con le stesse impostazioni

source: move up
it: Sposta su

source: move down
it: Sposta giù

source: delete
it: Elimina

source: rename
it: Rinomina

source: %s is switched on
it: %s è abilitato

source: %s is switched off
it: %s è disabilitato

source: fusion
it: Fusione

source: show module
it: Visualizza modulo

source: enable module
it: Abilita modulo

source: reset module parameters
it: Ripristina i parametri del modulo

source: show preset menu
it: Mostra il menù dei preset

source: multiple instances actions middle-click creates new instance
it: Azioni con istanze multiple Click col tasto centrale del mouse per creare una nuova istanza

source: reset parameters
it: Ripristina parametri

source: presets
it: Preset

source: presets middle-click to apply on new instance
it: Presets Click col tasto centrale del mouse per applicare su di una nuova istanza

source: cannot find lightroom XMP!
it: Impossibile trovare file XMP di Lightroom!

source: `%s' not a lightroom XMP!
it: '%s' non è un file XMP di Lightroom!

source: tags
it: Etichette

source: rating
it: Valutazione

source: %s has been imported
it: %s è stato importato con successo

source: [SHAPE] remove shape
it: [SHAPE] Rimuovi forma

source: [PATH creation] add a smooth node
it: [PATH creation] Aggiungi un nodo arrotondato

source: [PATH creation] add a sharp node
it: [PATH creation] Aggiungi un nodo acuto

source: [PATH creation] terminate path creation
it: [PATH creation] Termina la creazione del tracciato

source: [PATH on node] switch between smooth/sharp node
it: [PATH on node] Commuta tra nodo arrotondato/acuto

source: [PATH on node] remove the node
it: [PATH on node] Rimuovi il nodo

source: [PATH on feather] reset curvature
it: [PATH on feather] Azzera la curvatura

source: [PATH on segment] add node
it: [PATH on segment] Aggiungi nodo

source: [PATH] change size
it: [PATH] Cambia la dimensione

source: [PATH] change opacity
it: [PATH] Cambia l'opacità

source: [PATH] change feather size
it: [PATH] Cambia la dimensione della sfumatura

source: [GRADIENT on pivot] rotate shape
it: [GRADIENT on pivot] Ruota forma

source: [GRADIENT creation] set rotation
it: [GRADIENT creation] Imposta rotazione

source: [GRADIENT] change curvature
it: [GRADIENT] Cambia curvatura

source: [GRADIENT] change compression
it: [GRADIENT] Cambia compressione

source: [GRADIENT] change opacity
it: [GRADIENT] Cambia l'opacità

source: [ELLIPSE] change size
it: [ELLIPSE] Cambia la dimensione

source: [ELLIPSE] change opacity
it: [ELLIPSE] Cambia l'opacità

source: [ELLIPSE] switch feathering mode
it: [ELLIPSE] Modifica modalità di sfumatura

source: [ELLIPSE] rotate shape
it: [ELLIPSE] Ruota la forma

source: [BRUSH creation] change size
it: [BRUSH creation] Cambia la dimensione

source: [BRUSH creation] change hardness
it: [BRUSH creation] Cambia durezza

source: [BRUSH] change opacity
it: [BRUSH] Cambia l'opacità

source: [BRUSH] change hardness
it: [BRUSH] Cambia la durezza

source: [CIRCLE] change size
it: [CIRCLE] Cambia dimensione

source: [CIRCLE] change opacity
it: [CIRCLE] Cambia l'opacità

source: [CIRCLE] change feather size
it: [CIRCLE] Cambia dimensione sfumatura

source: ctrl+click to add a sharp node
it: Ctrl+click per aggiungere un nodo acuto

source: ctrl+click to switch between smooth/sharp node
it: Ctrl+click per commutare tra nodo arrotondato/acuto

source: right-click to reset curvature
it: Click-destro per ripristinare la curvatura

source: ctrl+click to add a node
it: Ctrl+click per aggiungere un nodo

source: shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%)
it: Maiusc+(rotella mouse) per impostare la dimensione della sfumatura, Ctrl+(rotella mouse) per impostare l'opacità della forma (%d%%)

source: shift+scroll to change compression ctrl+scroll to set opacity (%d%%)
it: Maiusc+(rotella mouse) per impostare la dimensione della sfumatura Ctrl+(rotella mouse) per impostare l'opacità della forma (%d%%)

source: scroll to set curvature, shift+scroll to change compression ctrl+scroll to set shape opacity (%d%%)
it: Usa la rotella del mouse per impostare la curvatura, Maiusc+(rotella mouse) per impostare il raggio di sfumatura Ctrl+(rotella mouse) per impostare l'opacità della forma (%d%%)

source: move to rotate shape
it: Muovi per ruotare la forma

source: scroll to set size, shift+scroll to set feather size ctrl+scroll to set shape opacity (%d%%)
it: Usa la rotella del mouse per impostare la dimensione, Maiusc+(rotella mouse) per impostare il raggio di sfumatura Ctrl+(rotella mouse) per impostare l'opacità della forma (%d%%)

source: ctrl+click to rotate
it: Ctrl+click per ruotare

source: shift+click to switch feathering mode, ctrl+click to rotate shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%),
it: Maiusc+click per cambiare modalità di sfumatura, Ctrl+click per ruotare Maiusc+(rotella mouse) per impostare la dimensione della sfumatura, Ctrl+(rotella mouse) per impostare l'opacità della forma (%d%%)

source: scroll to set brush size, shift+scroll to set hardness, ctrl+scroll to set opacity (%d%%)
it: Scorri con la rotella mouse per impostare la dimensione del pennello, Maiusc+(rotella mouse) per impostare la durezza, Ctrl+(rotella mouse) per impostare l'opacità (%d%%)

source: scroll to set hardness, ctrl+scroll to set shape opacity (%d%%)
it: Scorri con la rotella del mouse per impostare la durezza, Ctrl+(rotella mouse) per impostare l'opacità della forma (%d%%)

source: scroll to set brush size
it: Scorri la rotella del mouse per impostare la dimensione del pennello

source: circle #%d
it: Cerchio #%d

source: path #%d
it: Tracciato #%d

source: gradient #%d
it: Gradiente #%d

source: ellipse #%d
it: Ellisse #%d

source: brush #%d
it: Pennello #%d

source: copy of %s
it: Copia di %s

source: %s: mask version mismatch: %d != %d
it: %s: mancata corrispondenza di versione della maschera: %d != %d

source: add existing shape
it: Aggiungi forma esistente

source: use same shapes as
it: Usa la stessa forma di

source: masks can not contain themselves
it: Le maschere non possono contenere se stesse

source: darktable discovered problems with your OpenCL setup; disabling OpenCL for this session!
it: darktable ha riscontrato dei problemi con la configurazione OpenCL; disabilitazione OpenCL per questa sessione!

source: tiling failed for module '%s'. output might be garbled.
it: Tiling fallito per il modulo '%s'. Il risultato potrebbe essere confuso.

source: double-click to reset
it: Doppio click per ripristinare

source: views/thumbtable/rate 0
it: viste/anteprime/voto 0

source: views/thumbtable/rate 1
it: viste/anteprime/voto 1

source: views/thumbtable/rate 2
it: viste/anteprime/voto 2

source: views/thumbtable/rate 3
it: viste/anteprime/voto 3

source: views/thumbtable/rate 4
it: viste/anteprime/voto 4

source: views/thumbtable/rate 5
it: viste/anteprime/voto 5

source: views/thumbtable/rate reject
it: viste/anteprime/voto scarta

source: views/thumbtable/copy history
it: viste/anteprime/copia coda di sviluppo

source: views/thumbtable/copy history parts
it: viste/anteprime/copia parti della coda di sviluppo

source: views/thumbtable/paste history
it: viste/anteprime/incolla coda di sviluppo

source: views/thumbtable/paste history parts
it: viste/anteprime/incolla parti della coda di sviluppo

source: views/thumbtable/discard history
it: viste/anteprime/elimina coda di sviluppo

source: views/thumbtable/duplicate image
it: viste/anteprime/duplica immagine

source: views/thumbtable/duplicate image virgin
it: viste/anteprime/duplica immagine vergine

source: views/thumbtable/color red
it: viste/anteprime/colore rosso

source: views/thumbtable/color yellow
it: viste/anteprime/colore giallo

source: views/thumbtable/color green
it: viste/anteprime/colore verde

source: views/thumbtable/color blue
it: viste/anteprime/colore blu

source: views/thumbtable/color purple
it: viste/anteprime/colore viola

source: views/thumbtable/clear color labels
it: viste/anteprime/elimina le etichette colore

source: views/thumbtable/select all
it: viste/anteprime/seleziona tutto

source: views/thumbtable/select none
it: viste/anteprime/seleziona niente

source: views/thumbtable/invert selection
it: viste/anteprime/inverti selezione

source: views/thumbtable/select film roll
it: viste/anteprime/seleziona rullino

source: views/thumbtable/select untouched
it: viste/anteprime/selez. non modificate

source: daylight
it: Luce diurna

source: direct sunlight
it: Luce solare diretta

source: cloudy
it: Nuvoloso

source: shade
it: Ombra

source: incandescent
it: Incandescente

source: incandescent warm
it: Incandescente calda

source: tungsten
it: Tungsteno

source: fluorescent
it: Fluorescente

source: fluorescent high
it: Fluorescente alta

source: cool white fluorescent
it: Fluorescente bianca fredda

source: warm white fluorescent
it: Fluorescente bianca calda

source: daylight fluorescent
it: Luce diurna fluorescente

source: neutral fluorescent
it: Fluorescente neutrale

source: white fluorescent
it: Fluorescente bianca

source: sodium-vapor fluorescent
it: Fluorescente ai vapori di sodio

source: day white fluorescent
it: Fluorescente bianca diurna

source: high temp. mercury-vapor fluorescent
it: Fluorescente ai vapori di mercurio alta temperatura

source: high temp. mercury-vapor
it: Fluorescente ai vapori di mercurio alta temperatura

source: ISO Studio Tungsten
it: ISO tungsteno da studio

source: flash (auto mode)
it: Flash (Automatico)

source: evening sun
it: Tramonto

source: underwater
it: Sott'acqua

source: black & white
it: Bianco & nero

source: spot WB
it: Bilanciamento del punto di bianco

source: manual WB
it: Bilanciamento del bianco manuale

source: camera WB
it: Bilanciamento del bianco fotocamera

source: auto WB
it: Bilanciamento del bianco automatico

source: creating cache directories
it: Creazione cache delle cartelle

source: creating cache directory '%s'
it: Creazione cache della cartella '%s'

source: could not create directory '%s'!
it: Impossibile creare cartella '%s'!

source: warning: no images are matching the requested image id range
it: Attenzione: nessuna immagine corrisponde all'intervallo di id richiesto

source: warning: did you want to swap these boundaries?
it: Attenzione: vuoi invertire i contorni?

source: warning: disk backend for thumbnail cache is disabled (cache_disk_backend) if you want to pre-generate thumbnails and for darktable to use them, you need to enable disk backend for thumbnail cache no thumbnails to be generated, done.
it: Attenzione: backend disco per la cache anteprime è disabilitato (cache_disk_backend) Se si vuole generare in anticipo anteprime e fare anche in modo che esse possano essere utilizzate da darktable, è necessario abilitare il backend disco per la cache delle anteprime Nessuna anteprima deve essere generata, fatto.

source: error: ensure that min_mip <= max_mip
it: Errore: assicurarsi che min_mip <= max_mip

source: creating complete lighttable thumbnail cache
it: Creazione cache anteprime Tavolo Luminoso in corso

source: global
it: Globale

source: views
it: Viste

source: image operations
it: Operazioni dell'immagine

source: modules
it: Moduli

source: increase
it: Aumenta

source: decrease
it: Diminuisci

source: reset
it: Ripristina

source: edit
it: Modifica

source: dynamic
it: Dinamico

source: next
it: prossimo

source: previous
it: Precedente

source: deleting preset for obsolete module
it: Elimina preset per il modulo obsoleto

source: store value as default
it: Salva come predefinito

source: reset value to default
it: Ripristina a predefinito

source: cancel
it: Cancella

source: please wait while prefetching thumbnails of images from camera...
it: Attendere la creazione anteprime delle immagini dalla fotocamera...

source: jobcode
it: Codice processo

source: thumbnail
it: Anteprima

source: storage file
it: File di salvataggio

source: general
it: Generale

source: ignore JPEG files
it: Ignora i file JPEG

source: do not load files with an extension of .jpg or .jpeg. this can be useful when there are raw+JPEG in a directory.
it: Non caricare file con estensione .JPG o .JPEG. Questo può essere utile quando si hanno raw+JPEG nella stessa cartella.

source: apply metadata on import
it: Applica metadati in importazione

source: apply some metadata to all newly imported images.
it: Applica alcuni metadati a tutte le immagini appena importate.

source: comma separated list of tags
it: Lista delle etichette separate da virgola

source: creator
it: Autore

source: publisher
it: Editore

source: rights
it: Diritti

source: override today's date
it: Sovrascrivi la data odierna
